{
  "1": {
      "image": "images/Sevilla/Caravelas.jpeg",
      "title": "The Caravels of Columbus",
      "description": "Embark on a journey through time with 'Celestial Voyagers: The Caravels of Columbus'. This masterpiece transports you to the banks of Seville's Guadalquivir River, where history and fantasy intertwine. Behold the Torre del Oro, a testament to Seville's rich past, as it stands majestically at sunset. Floating ethereally nearby are the famed caravels of Christopher Columbus, captured in stunning detail. Each ship, a symbol of exploration and discovery, tells a story of courage and conquest. This exhibit merges the realms of the tangible and the fantastical, inviting you to explore the dawn of a new world amidst the golden glow of history."
  },
  "2": {
      "image": "images/Sevilla/Flamenco.jpeg",
      "title": "Dancing Under the Setas de Sevilla",
      "description": "Discover 'Flamenco Rhythms: Dancing Under the Setas de Sevilla', a celebration of Andalusian culture. This exhibit, set beneath the Metropol Parasol's modern silhouette, brings flamenco's passionate dance to life. Experience the fusion of emotion, tradition, and art as you learn about flamenco's deep roots in Spanish heritage. The Setas, a symbol of Seville's innovation, provides a stunning backdrop, intertwining the city's history with the timeless beauty of flamenco."
  },
  "3": {
      "image": "images/Sevilla/Portada.jpeg",
      "title": "Portada de la Feria",
      "description": "Experience 'Luminous Fiesta: The Portada de la Feria de Sevilla', a captivating display of Spanish festivity and architecture. This image showcases the Portada, the iconic entrance of Sevilla's famed fair, adorned with countless twinkling lightbulbs. Its design, devoid of horseshoe arches, embodies traditional Spanish elements. The Portada stands against the night sky, its lights creating a magical atmosphere. This exhibit celebrates Spanish culture, inviting viewers to immerse themselves in the vibrant energy and history of the Feria de Sevilla."
  }
}
